<?php
// +----------------------------------------------------------------------
// | 海豚PHP框架 [ DolphinPHP ]
// +----------------------------------------------------------------------
// | 版权所有 2016~2017 河源市卓锐科技有限公司 [ http://www.zrthink.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://dolphinphp.com
// +----------------------------------------------------------------------
// | 开源协议 ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------

/**
 * 插件配置信息
 */
return [
    ['text', 'ak', '操作用户名', '登录又拍平台，访问 <a href="https://console.upyun.com/" target="_blank">https://console.upyun.com/</a> 查看'],
    ['text', 'sk', '操作密码', '登录又拍平台，访问 <a href="https://console.upyun.com/" target="_blank">https://console.upyun.com/</a> 查看'],
    ['text', 'bucket', '服务名', '服务名'],
    ['text', 'domain', '绑定域名', '空间绑定的域名，以 <code>http://</code> 开头，以 <code>/</code> 结尾', 'http://'],
];
